app/controllers/students_controller.rb

  def index
    # Have the new index action call the Student model and pull in a list of all of the students with Student.all
    # and store it in an instance variable
    @students = Student.all
---
SELECT "students".* FROM "students"